Repository: tstanley93/TihBlogCompact-Trunk
Catalog: App_GlobalResources/Resources.*.resx
Languages: es_es

source: Add
es_es: Agregue

source: Add New
es_es: Agregue nuevo

source: Add New Comment
es_es: Agregue el nuevo comentario

source: All Articles
es_es: Todos los artículos

source: All Categories
es_es: Todas las categorías

source: Apply Filter
es_es: Aplique el filtro

source: Archive Folder
es_es: Carpeta del archivo

source: Archives
es_es: Archivos

source: Article
es_es: Artículo

# ArticleAdded
source: Article has successfully been added
es_es: El artículo se ha agregado con éxito

source: Articles
es_es: Artículos

# ArticlesPerPage
source: Number of Articles per Page
es_es: Número de artículos por la página

source: Author(s)
es_es: Autores

# BlogSubTitle
source: Blog's SubTitle
es_es: Blog' subtítulo de s

# BlogTitle
source: Blog's Title
es_es: Blog' título de s

source: Categories
es_es: Categorías

# CategoryAdded
source: Category has successfully been added
es_es: La categoría se ha agregado con éxito

source: Category Name
es_es: Nombre de la categoría

# CategoryNameExist
source: Category with that name already exist
es_es: La categoría con ese nombre existe ya

source: Change Password
es_es: Cambie la contraseña

source: characters
es_es: caracteres

source: Comment
es_es: Comentario

# CommentAdded
source: Comment has been successfully added
es_es: El comentario se ha agregado con éxito

source: Comments
es_es: Comentarios

source: Comments Are Off
es_es: Los comentarios están apagados

# CommentsToShow
source: Number of Comments to Show
es_es: Número de comentarios a demostrar

source: Confirm New Password
es_es: Confirme la nueva contraseña

source: Country
es_es: País

source: Created By
es_es: Creado cerca

source: Crypt Key
es_es: Llave de la cripta

source: Current Password
es_es: Contraseña actual

source: Current Status
es_es: Estado actual

source: Date
es_es: Fecha

# EnterComment
source: Please, enter a Comment
es_es: Por favor, incorpore un comentario

# EnterConfirmPassword
source: Please, enter confirm password
es_es: Por favor, entre confirman contraseña

# EnterEmail
source: Please, enter an e-mail
es_es: Por favor, entre en un email

# EnterLessThan
source: Please, enter less than
es_es: Por favor, entre en menos que

# EnterName
source: Please, enter a Name
es_es: Por favor, incorpore un nombre

# EnterNewPassword
source: Please, enter new password
es_es: Por favor, incorpore la nueva contraseña

# EnterPassword
source: Please, enter a password
es_es: Por favor, incorpore una contraseña

# EnterUserName
source: Please, enter an username
es_es: Por favor, incorpore un username

# EnterValidEmail
source: Please, enter a valid e-mail
es_es: Por favor, entre en un email válido

# EnterValidName
source: Please, enter a valid Name
es_es: Por favor, incorpore un nombre válido

# EnterValidURL
source: Please, enter a valid URL
es_es: Por favor, incorpore un URL válido

source: File Manager
es_es: Encargado del archivo

source: Files
es_es: Archivos

# FileSuccessfullyUploaded
source: File has successfully been uploaded
es_es: El archivo se ha cargado con éxito

source: Filter
es_es: Filtro

source: Hide Comments
es_es: Comentarios de la piel

# Home
source: Blog Home
es_es: Home

source: Images
es_es: Imágenes

source: Images Folder
es_es: Carpeta de las imágenes

source: Images Manager
es_es: Encargado de las imágenes

source: Incorrect Password
es_es: Contraseña incorrecta

source: Insert Selected File
es_es: Inserte el archivo seleccionado

source: Insert Selected Image
es_es: Inserte la imagen seleccionada

source: Last
es_es: Último

# LinkAdded
source: Link has successfully been added
es_es: El acoplamiento se ha agregado con éxito

source: Links
es_es: Acoplamientos

# LinksForFilePreview
source: Click on a Name links for view/open
es_es: Chasque encendido los acoplamientos de un nombre para la visión/ábrase

# LinksForImagePreview
source: Click on a Image links for full screen view
es_es: Chasque encendido los acoplamientos de una imagen para la visión de plena pantalla

source: Main
es_es: Principal

source: Name
es_es: Nombre

source: New Password
es_es: Nueva contraseña

source: No Articles
es_es: Ningunos artículos

source: No Article Selected
es_es: NinguÌn artículo seleccionó

source: No Author Selected
es_es: NinguÌn autor seleccionado

# NoComments
source: There no Comments
es_es: Allí ningunos comentarios

source: No comments yet
es_es: Ningunos comentarios todavía

source: on
es_es: en

# PageTitleTag
source: Pages Title Tag
es_es: Etiqueta del título de las páginas

source: password
es_es: contraseña

# PasswordChanged
source: Password has successfully been changed
es_es: La contraseña se ha cambiado con éxito

# PasswordsNotMatch
source: Passwords don't match
es_es: Contraseñas don' fósforo de t

source: Posted by
es_es: Fijado cerca

source: Posted in
es_es: Fijado adentro

source: Rating
es_es: Grado

source: Read the Article
es_es: Lea el artículo

source: Select
es_es: Selecto

source: Settings
es_es: Ajustes

# SettingsUpdated
source: Settings has successfully been updated
es_es: Los ajustes se han puesto al día con éxito

source: Show Comments
es_es: Demuestre los comentarios

source: Text
es_es: Texto

source: Theme
es_es: Tema

source: Title
es_es: Título

source: Top Articles
es_es: Artículos superiores

# TopArticlesCount
source: Number of Top Articles to Show
es_es: Número de artículos superiores a demostrar

source: Total Count
es_es: Cuenta total

# UnknownError
source: Unknown error occured
es_es: El error desconocido ocurrió

# UnsuccessfulLogin
source: Your attempt to login was unsuccessful. Please try again.
es_es: Su tentativa de abrirse una sesión era fracasada. Intente por favor otra vez.

source: Update
es_es: Actualización

source: Upload File
es_es: Archivo de la carga por teletratamiento

source: Upload Image
es_es: Imagen de la carga por teletratamiento

source: View
es_es: Visión

source: View/Edit
es_es: Visión/Corrija

source: Welcome
es_es: Recepción
